Repository: dapino/bundleproductns
Catalog: languages/custom-product-boxes-*.po
Languages: hi_in

source: Please enter value in "Box Quantity" field.
hi_in: " बॉक्स मात्रा " क्षेत्र में बॉक्स की मात्रा दर्ज करें।

source: Please enter value in "Add-On Products" field.
hi_in: " उत्पादों पर जोड़ें " क्षेत्र में उत्पाद दर्ज करें।

source: Please enter value in "Regular Price" field.
hi_in: " नियमित मूल्य " क्षेत्र में मूल्य दर्ज करें।

source: Please enter value in "Sale Price" field less than regular price.
hi_in: कृपया "बिक्री मूल्य" क्षेत्र में नियमित मूल्य से कम मूल्य दर्ज करें।

source: Total quantity of products selected for pre filled boxes should be lesser than or equal to CPB box quantity
hi_in: पूर्व भरे बक्से के लिए चयनित उत्पादों की कुल मात्रा से कम या सीपीबी बॉक्स मात्रा के बराबर होना चाहिए

source: Quantity of product(s) sold individually cannot be more than 1. Please change the quantity of the following product(s):
hi_in: प्रती आर्डर केवल एक उत्पाद की मात्रा 1 से अधिक नहीं हो सकती। कृपया निम्न उत्पाद की मात्रा को बदल

source: Custom Product Box
hi_in: कस्टम उत्पाद बॉक्स

source: Regular Price
hi_in: नियमित रूप से मूल्य

source: Enter Regular Price.
hi_in: नियमित मूल्य दर्ज करें।

source: Sale Price
hi_in: विक्रय कीमत

source: Enter Sale Price.
hi_in: बिक्री मूल्य दर्ज करें।

source: Custom Box Settings
hi_in: कस्टम बॉक्स सेटिंग

source: Product Box Settings
hi_in: उत्पाद बॉक्स सेटिंग

source: Select the products which can be added to the Custom Product Box. Kindly select more than one product.
hi_in: उत्पाद जो कस्टम उत्पाद बॉक्स में जोड़ा जा सकता है, उसका चयन करें। कृपया एक से अधिक उत्पाद का चयन करें।

source: Add-On Products
hi_in: उत्पादों पर जोड़ें

source: Pricing Type
hi_in: मूल्य निर्धारण के प्रकार

source: Select the pricing type.
hi_in: मूल्य निर्धारण के प्रकार का चयन करें।

source: Fixed Pricing
hi_in: निश्चित मूल्य निर्धारण

source: Per Product Pricing with Base Price
hi_in: प्रति आधार मूल्य के साथ उत्पाद मूल्य निर्धारण

source: Per Product Pricing without Base Price
hi_in: प्रति आधार मूल्य बिना उत्पाद मूल्य निर्धारण

source: Box Quantity
hi_in: बॉक्स मात्रा

source: Set the number of items which can be added to the box.
hi_in: आइटम जो बॉक्स में जोड़ा जा सकता है, उसकी संख्या निर्धारित करें।

source: Columns in Gift Box
hi_in: उपहार बॉक्स में स्तंभों की सांख्य

source: Select the number of columns for the grid template. This will affect the display of the grid on the product page.
hi_in: ग्रिड टेम्पलेट के लिए स्तंभों की संख्या का चयन करें। यह उत्पाद पृष्ठ पर ग्रिड के प्रदर्शन को प्रभावित करेगा।

source: Columns in Product Layout
hi_in: उत्पाद सांचे में स्तंभों की सांख्य

source: Select the number of columns for the product selection layout.
hi_in: उत्पाद चयन सांचे के लिए स्तंभों की संख्या का चयन करें।

source: Allow Partially-Filled Box
hi_in: उपहार बॉक्स अधूरा भरने दे

source: Allow the purchase of box which has not been filled to its full capacity
hi_in: बॉक्स की मात्रा से कम भरा हुआ उपहार बॉक्स खरीदने दे

source: Sort Products by Date
hi_in: उत्पादो को दिनांक अनुसार क्रमबद्ध करें

source: Adds newly added product to the top
hi_in: नया उत्पाद उपर दिखाए

source: Allow Scroll Lock
hi_in: स्क्रॉल लॉक करने दे

source: Enables the scroll of gift box
hi_in: स्क्रॉल लॉक करने देता है

source: Pre-Filled Box
hi_in: पूर्व भरे बॉक्स

source: Allow pre-filled box
hi_in: पूर्व भरे बॉक्स की अनुमति देता है

source: Mandatory
hi_in: अनिवार्य

source: Check to make the selected pre-filled products mandatory in the custom box. (Products which are marked mandatory cannot be removed from the box)
hi_in: चुने गए पहले से भरे उत्पादों कस्टम बॉक्स में अनिवार्य बनाने के लिए। ( उत्पाद, जो अनिवार्य चिह्नित कर रहे हैं बॉक्स से नहीं हटाया जा सकता है)

source: Product Name
hi_in: उत्पाद का नाम

source: Quantity
hi_in: मात्रा

source: Remove Mandatory Products
hi_in: अनिवार्य उत्पादों को निकाले

source: Allows user to remove mandatory products only if they run out of stock
hi_in: अनिवार्य उत्पाद के स्टॉक से बाहर जाने के बाद, ख़रीदार को अनिवार्य उत्पाद निकालने की अनुमति देता है

source: %s %s is inactive.%s Install and activate %sWooCommerce%s for %s to work.
hi_in: %s %s निष्क्रिय है। %s %sWooCommerce%s को स्थापित और सक्रिय करे। %s तभी चलेगा।

source: Out of stock
hi_in: अनुपलब्ध

source: Available on backorder
hi_in: बैकऑर्डर पर उपलब्ध है

source: Read more
hi_in: अधिक पढ़ें

source: Read More
hi_in: अधिक पढ़ें

source: now
hi_in: अभी

source: Free!
hi_in: मुक्त!

source: Custom Product Boxes License
hi_in: कस्टम उत्पाद बॉक्स लाइसेंस

source: Bundled In
hi_in: में शामिल

source: Sorry, the selected variation of &quot;%s&quot; cannot be purchased.
hi_in: क्षमा करें, &quot;%s&quot; के चयनित भिन्नता नहीं खरीदा जा सकता है।

source: Please choose product options&hellip;
hi_in: उत्पाद विकल्पों का चयन करें &hellip;

source: View Cart
hi_in: गाडी देंखे

source: &quot;%s&quot; cannot be added to the cart because there is not enough stock of &quot;%s&quot; &mdash; we have %s in stock and you already have %s in your cart.
hi_in: &quot;%s&quot; गाड़ी में जोड़ा नहीं जा सकता क्योंकि &quot;%s&quot; का पर्याप्त स्टॉक नहीं है &mdash; स्टॉक में % s है और आप पहले से ही अपनी गाड़ी में %s डाल चुकें है।

source: &quot;%s&quot; cannot be added to the cart &mdash; only 1 &quot;%s&quot; can be purchased and you already have it in your cart.
hi_in: &quot;%s&quot; गाड़ी में नहीं जोड़ा जा सकता है &mdash; केवल 1 &quot;%s&quot; खरीदा जा सकता है और आप पहले से ही अपनी गाड़ी में ल चुकें है।

source: &quot;%s&quot; cannot be added to the cart &mdash; only 1 &quot;%s&quot; can be purchased.
hi_in: &quot;%s&quot; गाड़ी में नहीं जोड़ा जा सकता है &mdash; केवल 1 &quot;%s&quot; खरीदा जा सकता है।

source: &quot;%s&quot; cannot be added to the cart because &quot;%s&quot; cannot be purchased.
hi_in: &quot;%s&quot; गाड़ी में जोड़ा नहीं जा सकता क्योंकि & ​​quot; % s & quot; नहीं खरीदा जा सकता है।

source: &quot;%s&quot; cannot be added to the cart because &quot;%s&quot; is out of stock.
hi_in: &quot;%s&quot; गाड़ी में जोड़ा नहीं जा सकता क्योंकि &quot;%s&quot; स्टॉक से बाहर है ।

source: &quot;%s&quot; cannot be added to the cart because there is not enough stock of &quot;%s&quot; (%s remaining).
hi_in: &quot;%s&quot; गाड़ी में जोड़ा नहीं जा सकता क्योंकि &quot;%s&quot; का पर्याप्त स्टॉक नहीं है (%s शेष )।

source: Included with
hi_in: साथ शामिल

source: Quantity exceeds the maximum quantity of certain products in the box. Kindly reduce the number of boxes selected.
hi_in: बॉक्स में कुछ उत्पादों की मात्रा अधिकतम मात्रा से अधिक है। कृपया चयन किया बॉक्स की संख्या कम है ।

source: This Custom Box cannot be purchased as mandatory product #%d - %s has run out of stock.
hi_in: यह कस्टम बॉक्स नहीं खरीदा जा सकता है, क्योंकि अनिवार्य उत्पाद #%d - %s स्टॉक से बाहर चला गया है।

source: In stock
hi_in: उपलब्ध

source: Only %s left in stock
hi_in: स्टॉक में केवल %s बचा है

source: (also available on backorder)
hi_in: (यह बैकऑर्डर पर भी उपलब्ध है)

source: %s in stock
hi_in: %s उपलब्ध

source: Add to cart
hi_in: कार्ट में जोड़ें

source: Quantity exceeds the maximum quantity of certain products in the box. Kindly reduce the number of Boxes selected.
hi_in: कुछ उत्पादों की मात्रा

source: Kindly fill the box before adding it to the cart.
hi_in: कृपया गाड़ी में जोड़ने से पहले बॉक्स को पूरा भरें ।

source: Total
hi_in: कुल

source: Price not set
hi_in: मूल्य निर्धारित नहीं किया

source: No response from server. Please try again later.
hi_in: सर्वर से कोई प्रतिक्रिया नहीं। बाद में पुन: प्रयास करें।

source: License Activation Failed. Please try again or contact support on support@wisdmlabs.com
hi_in: लाइसेंस सक्रियण विफल। फिर से कोशिश करें या मदद के लिए support@wisdmlabs.com पर संपर्क करें

source: Please enter license key.
hi_in: लाइसेंस कुंजी दर्ज करें।

source: Your license key is activated.
hi_in: आपकी लाइसेंस कुंजी सक्रिय है।

source: Your license key has Expired. Please, Renew it. <br/>Your License Key is already activated at :
hi_in: आपकी लाइसेंस कुंजी समाप्त हो गया है । कृपया, यह नवीनीकृत । <br/> आपका लाइसेंस कुंजी पहले से ही सक्रिय होता है :

source: Your license key has Expired. Please, Renew it.
hi_in: आपकी लाइसेंस कुंजी समाप्त हो गया है । कृपया, यह नवीनीकृत ।

source: Your license key is Disabled.
hi_in: आपकी लाइसेंस कुंजी अक्षम है।

source: Your License Key is already activated at :
hi_in: आपका लाइसेंस कुंजी निम्न लिखित साइट पे पहले से ही सक्रिय है :

source: Please enter valid license key.
hi_in: वैध लाइसेंस कुंजी दर्ज करें।

source: Site inactive(Press Activate license to activate plugin)
hi_in: साइट निष्क्रिय (प्लगइन को सक्रिय करने के लिए लाइसेंस सक्रिय करे)

source: License Key is deactivated
hi_in: लाइसेंस कुंजी निष्क्रिय है

source: Custom Product Boxes License Options
hi_in: कस्टम उत्पाद बॉक्स लाइसेंस विकल्प

source: License Key
hi_in: लाइसेंस कुंजी

source: License Status
hi_in: लाइसेंस स्थिति

source: Active
hi_in: सक्रिय

source: Not Active
hi_in: अक्रिय

source: Activate License
hi_in: लाइसेंस को सक्रिय करें।

source: Deactivate License
hi_in: लाइसेंस निष्क्रिय करें

source: Renew License
hi_in: लाइसेंस नवीनीकृत करें।
